<!DOCTYPE html>
<html lang="th">
    <head>
    <?php include("./partials/meta.php"); ?>
    <?php include("./partials/script-link-import.php"); ?>
    <style>
        * {
            font-family: 'Pridi', serif;
        }

        main {
            padding-top: 100px;
        }

        .indent-text{
             text-indent: 50px;
        }
    </style>
    </head>
    <body>
        <header>
        <?php include("./partials/nav-bar.php"); ?>
        </header>
        <main>
            <div class="container">
                <div class="row">
                    <div class="col col-sm-12 col-md-12 col-lg-12">
                        <h1 class="text-center">รูปแบบการแข่งขัน</h1>
                        <hr class="clearfix"/>
                        <p class="indent-text">บริดจ์สามารถจัดเล่นในรูปการแข่งขันได้หลากหลาย<p>
                        <h2>Rubber Bridge</h2>
                        <p class="indent-text">ต่อมาการเล่นบริดจ์เริ่มพัฒนาขึ้นมาเป็นลำดับ ในปี ค.ศ.1903 ได้มีการกำหนดกติกาการเล่นขึ้นมาใหม่จนคล้ายปัจจุบัน ซึ่งมีผู้นิยมเล่นเกมนี้มาก โดยเฉพาะในประเทศที่ประชากรพูดภาษาอังกฤษ แต่ถึงอย่างไรก็ตามในปัจจุบันนี้ กีฬาบริดจ์ก็ได้แพร่หลายไปตามประเทศต่างๆในหลากหลายทวีป อาทิเช่น เอเชีย, อเมริกาเหนือ และออสเตรเลีย เป็นต้น</p>
                        <h2>Team of Four</h2>
                        <p class="indent-text">เป็นการเล่นที่สามารถจัดแบบการแข่งขันได้ (Tournament) โดยการแข่งจะต้องแข่งเป็นทีมโดยผู้เล่นหนึ่งประกอบด้วยผู้เล่นสี่คน โดยในหนึ่งคู่การแข่งขัน (Match) จะประกอบด้วยเล่นสองทีม ทีมละสี่คน และใช้โต๊ะสองตัว ผู้เล่นทั้งสี่ในแต่ละทีมจะถูกกำหนดตำแหน่งเป็น เหนือ ใต้ ตะวันออก ตะวันตก (North/South/East/West) โดยผู้เล่นตำแหน่งเหนือและใต้ของทีมหนึ่งจะต้องเล่นกับผู้เล่นตำแหน่งตะวันออกและตะวันตกของอีกทีมหนึ่ง หลังจากเล่นจบในแต่ละสำรับ ให้ทำการแจกไพ่ที่เหมือนกันทุกประการของโต๊ะนั้นไปยังอีกโต๊ะหนึ่ง ซึ่งการแจกนั้นจะได้อุปกรณ์ที่เรียกว่า "บอร์ดไพ่" เป็นตัวช่วยในการแข่งขัน ด้วยระบบนี้จะทำให้ผู้เล่นทิศเหนือและใต้ของทีมได้ไพ่ชุดเดียวกันกับทิศเหนือและใต้ของอีกทีมหนึ่ง การคิดคะแนนนั้นให้นำ ผลต่างคะแนนของทั้งสองโต๊ะมารวมกัน ส่วนต่างของคะแนนจะถูกนำมาเทียบกับตารางคะแนน IMP (International Match Point) อีกทีหนึ่ง ในการแข่งคู่หนึ่งๆนั้นจะมีการไพ่มากกว่าหนึ่งสำรับ และทีมที่ได้คะแนน IMP มากกว่าจะเป็นผู้ชนะ</p>
                        <h2>Duplicate Pair</h2>
                        <p class="indent-text">เป็นการแข่งขันที่คู่ขาทั้งสองไม่ต้องหาทีม โดยคู่ขาแต่ละคู่จะนั่งตามโต๊ะและการเดินตำแหน่งโต๊ะ (Movement) ที่จัดไว้ให้แต่ละรอบ และทุกๆคนจะเล่นไพ่ในชุดที่เหมือนกัน แต่จะไม่ครบทั้งหมด ซึ่งในไพ่แต่ละสำรับที่เล่นนั้นจะมีการจดบันทึกผลงานของแต่ละคู่ขาที่เข้าแข่งขันว่าทำได้ดีมากน้อยเพียงไร แล้วนำผลงานที่ได้มาทั้งหมดจัดอันดับ และให้คะแนนคู่ขาแต่ละคู่ตามผลงาน ผู้ได้คะแนนจากการจัดอันดับของทุกสำรับสูงสุดจะเป็นผู้ชนะในการแข่งขัน</p>
                        <h2>Individual Pair</h2>
                        <p class="indent-text">เช่นเดียวกับ Duplicate Pair แต่การแข่งขันจะเป็นการสมัครแบบเดี่ยว โดยคู่ขาของผู้เข้าแข่งขันเปลี่ยนไปทุกๆรอบอย่างสุ่มตามการเดินตำแหน่งโต๊ะ (Movement)</p>
                        <h2>IMP Pair</h2>
                        <p class="indent-text">เช่นเดียวกับ Duplicate Pair แต่การคิดคะแนนจะไม่ได้ดูที่ผลงาน แต่ดูส่วนของของคะแนนที่ได้กับคะแนนเฉลี่ยของผลงานแต่ละสำหรับ และใช้คะแนน IMP แทนคะแนนอันดับมาคิดคะแนนหาผู้ชนะการแข่งขัน</p>
                        <hr class="clearfix"/>
                        <i class="pull-right">https://www.gotoknow.org/posts/497157</i>
                    </div>
                </div>
            </div>
            <br/>
        </main>
        <footer class="footer">
        <?php include ("./partials/footer.php"); ?>
        </footer>
        <script src="./pages_script/index.js"></script>
    </body>
</html>