<!DOCTYPE html>
<html lang="th">
    <head>
    <?php include("./partials/meta.php"); ?>
    <?php include("./partials/script-link-import.php"); ?>
    <style>
        * {
            font-family: 'Pridi', serif;
        }

        main {
            padding-top: 100px;
        }

        .indent-text{
             text-indent: 50px;
        }
    </style>
    </head>
    <body>
        <header>
        <?php include("./partials/nav-bar.php"); ?>
        </header>
        <main>
            <div class="container">
                <div class="row">
                    <div class="col col-sm-12 col-md-12 col-lg-12">
                        <h1 class="text-center">ประวัติกีฬาบริดจ์</h1>
                        <hr class="clearfix"/>
                        <h2>ที่มาของกีฬาบริดจ์</h2>
                        <p class="indent-text">บริดจ์มีที่มาจากประเทศใดไม่มีหลักฐานระบุไว้แน่ชัด แต่สันนิษฐานได้ว่าน่าจะเกิดขึ้นครั้งแรกในแถบทวีปยุโรปประมาณปี ค.ศ.1860  แต่นักวิชาการบางกลุ่มก็ได้สันนิษฐานว่า กีฬาบริดจ์ น่าจะพัฒนามาจาก กีฬา"วีสท์" ซึ่งเป็นการเล่นไพ่รูปแบบหนึ่งที่มีลักษณะการเล่นคล้ายๆบริดจ์ ซึ่งกีฬาวีสท์นั้นพบครั้งแรกในประเทศอังกฤษ</p>
                        <p class="indent-text">ต่อมาการเล่นบริดจ์เริ่มพัฒนาขึ้นมาเป็นลำดับ ในปี ค.ศ.1903 ได้มีการกำหนดกติกาการเล่นขึ้นมาใหม่จนคล้ายปัจจุบัน ซึ่งมีผู้นิยมเล่นเกมนี้มาก โดยเฉพาะในประเทศที่ประชากรพูดภาษาอังกฤษ แต่ถึงอย่างไรก็ตามในปัจจุบันนี้ กีฬาบริดจ์ก็ได้แพร่หลายไปตามประเทศต่างๆในหลากหลายทวีป อาทิเช่น เอเชีย, อเมริกาเหนือ และออสเตรเลีย เป็นต้น</p>
                        <h2>กีฬาบริดจ์ในประเทศไทย</h2>
                        <p class="indent-text">จากข้อเขียนของ ดร.มนู วีระบุรุษ ในหนังสือพิมพ์สยามโพสต์ เมื่อวันที่ 30 พฤศจิกายน พ.ศ. 2527 ระบุว่า บริดจ์เข้าสู่ประเทศไทยเมื่อต้นศตวรรษที่ 20 สมัยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว (รัชกาลที่ 6 ) ขณะที่ยังทรงดำรงพระอิสริยยศ เป็นสมเด็จพระบรมโอรสาธิราชฯ เสด็จกลับจากประเทศอังกฤษหลังจากสำเร็จการศึกษาในปี พ.ศ. 2446  สมาคมบริดจ์แห่งประเทศไทยจึงเริ่มกำเนิดขึ้นที่วังพญาไท ซึ่งต่อมาก็เริ่มมีผู้คนนิยมเล่นมากขึ้น จนเป็นที่นิยมมาถึงปัจุบันนี้</p>
                        <hr class="clearfix"/>
                        <i class="pull-right">https://www.gotoknow.org/posts/497156</i>
                    </div>
                </div>
            </div>
            <br/>
        </main>
        <footer class="footer">
        <?php include ("./partials/footer.php"); ?>
        </footer>
        <script src="./pages_script/index.js"></script>
    </body>
</html>